Revit 2027 API
DataTransferProgressChangedEventArgs.FinishedSize Property
 The transferred data size, in bytes, since the last time this event was raised.
Namespace: Autodesk.Revit.DB.Events
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double FinishedSize { get; }
Public ReadOnly Property FinishedSize As Double
	Get
public:
property double FinishedSize {
	double get ();
}
member FinishedSize : float with get
Property Value
Double
See Also
Reference
DataTransferProgressChangedEventArgs Class
Autodesk.Revit.DB.Events Namespace